---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCtcTopElevation
source: html/3e434b28-aaa2-1132-9b04-d71eeddbe2da.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCtcTopElevation Property

"Upper End Top Elevation"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCtcTopElevation { get; }
```